Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Эль_Ниньо1714.tmx
Source language: ru
Languages: ba

source: Циклы возникновения малярии связаны с Эль-Ниньо в Индии, Венесуэле и Колумбии.
ba: Малярия барлыҡҡа килеү циклдары Һиндостанда, Венесуэлала һәм Колумбияла Эль-Ниньоға бәйле.

source: Наблюдается связь со вспышками австралийского энцефалита (энцефалит долины Муррей — MVE), проявляющегося на юго-востоке Австралии после сильных дождей и наводнений, вызванных Ла-Нинья.
ba: Австралияның көньяҡ-көнсығышында Ла-Нинья арҡаһында башлана торған көслө ямғырҙарҙан һәм ташҡындарҙан һуң барлыҡҡа килеүсән австралий энцефалиты (Муррей үҙәне энцефалиты — MVE) тоҡаныуҙары менән бәйләнеше күҙәтелә.

source: Ярким примером является тяжелая вспышка лихорадки долины Рифт, произошедшая из-за Эль-Ниньо после экстремальных осадков в северо-восточной части Кении и южной части Сомали в 1997—98 гг.
ba: Эль-Ниньо арҡаһында 1997—1998 йылдарҙағы Кенияның төньяҡ-көнсығыш өлөшөндә һәм Сомалиҙың көньяҡ өлөшөндә экстремаль яуым-төшөмдән һуң башланған Рифт үҙәне биҙгәге сағыу миҫал булып тора

source: Также считается, что Эль-Ниньо может быть связан с цикличностью войн и возникновением гражданских конфликтов в странах, климат которых зависит от Эль-Ниньо.
ba: Шулай уҡ климаты Эль-Ниньо менән бәйле булған илдәрҙә һуғыштар һәм граждандар бәрелештәренә лә Эль-Ниньо сәбәпсе булыуы ихтимал, тип һанала.

source: Изучение данных с 1950 по 2004 год показало, что Эль-Ниньо связан с 21 % всех гражданских конфликтов этого периода.
ba: 1950—2004 йылдар мәғлүмәттәрен өйрәнеү күрһәтеүенсә, был осорҙағы граждандар бәрелештәренең 21 % Эль-Ниньо менән бәйле.

source: При этом риск возникновения гражданской войны в годы Эль-Ниньо в два раза выше, чем в годы Ла-Нинья.
ba: Граждандар һуғышы башланыу ихтималлығы Эль-Ниньо йылдарында Ла-Нинья йылдарына ҡарағанда ике тапҡырға юғарыраҡ.

source: Вероятно, связь между климатом и военными действиями опосредована неурожаями, которые часто приходятся на жаркие годы.
ba: Бәлки, климат менән хәрби хәрәкәттәр араһында бәйләнеш эҫе йылдарға хас уңыш булмау арҡыры ғәмәлләшәлер.

source: Эль-Ниньо наблюдалось с сентября 2006 года до начала 2007 года.
ba: Эль-Ниньо 2006 йылдың сентябренән 2007 йылдың башына тиклем күҙәтелде.

source: В результате засуха 2007 года вызвала скачок в ценах на продовольственные товары и связанные с этим общественные беспорядки в Египте, Камеруне и Гаити.
ba: Һөҙөмтәлә 2007 йыл ҡоролоғо аҙыҡ-түлектең ҡиммәтләнеүенә килтерҙе һәм шул арҡала Мысырҙа, Камерунда һәм Гаитиҙа ижтимағи сыуалсыҡтарға сәбәпсе булды.

source: Согласно Национальному управлению океанических и атмосферных исследований США Эль-Ниньо началось в экваториальной части Тихого океана в июне 2009 года, достигнув пика в январе — феврале 2010 года.
ba: АҠШ-тың Океан һәм атмосфера тикшеренеүҙәре милли идаралығы мәғлүмәттәренә ярашлы, Эль-Ниньо Тымыҡ океандың экваториаль өлөшөндә 2009 йылдың июнендә башланған, 2010 йылдың ғинуар — февралендә иң бейек нөктәһенә еткән.

source: Повышенная температура поверхности воды наблюдалась до мая 2010 года, перейдя затем в пониженное значение (Ла-Нинья) и вернувшись к нормальным значениям к апрелю 2012 года.
ba: Һыуҙың үтә юғары температураһы 2010 йылдың майына тиклем һаҡлана, шунан түбән ҡиммәткә күсә (Ла-Нинья) һәм 2012 йылдың апреленә нормаль ҡиммәткә әйләнеп ҡайта.

source: Этот приход Эль-Ниньо вызвал самую суровую за последние четыре десятилетия засуху в Индии.
ba: Эль-Ниньо был юлы Һиндостанда һуңғы дүрт тиҫтә йылдағы иң аяуһыҙ ҡоролоҡтоң сәбәпсеһе булды.

source: В июне 2014 года Метеорологическая служба Великобритании (en: Met Office) сообщила о высокой вероятности развития Эль-Ниньо в 2014 году..
ba: 2014 йылдың июнендә Бөйөк Британияның Метеорология хеҙмәте (en: Met Office) 2014 йылда Эль-Ниньо үҫеү ихтималлығы юғары булыуы тураһында хәбәр иткәйне.
